---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FilteredElementIterator
source: html/6af04dbe-11e0-da5a-3073-a6fbd28ccc35.htm
---
# FilteredElementIterator Members

Releases all resources used by the FilteredElementIterator